{
    "landing_page": {
        "la_1": "<span class='underlined-text'>Özgür</span> Bilim Ekosistemi",
        "la_2": "Sci-Hook Organizasyonu, bilimi her zaman ve herkes için erişilebilir kılmayı hedeflemektedir.",
        "la_3": "Geleceği sadece bilimle kurabileceğimizi biliyoruz ve bunun için çabalıyoruz.",
        "la_4": "Projelerimize Göz Atın",
        "la_5": "Araçlarımız",
        "la_6": "Misyonumuz",
        "la_7": "Bilimsel Projeler",
        "la_8": "Sci-Hook tarafından geliştirilmiş olan çeşitli bilim projelerinden faydalanabilir ve faydalanırken de bilimin gelişmesine katkı sağlayabilirsiniz.",
        "la_9": "Bilimsel Araçlar",
        "la_10": "Sci-Hook tarafından geliştirilmiş olan açık kaynak bilimsel araçları kullanarak, çalışmalarınızı bir sonraki basamağa taşıyabilirsiniz.",
        "la_11": "Akademi & Öğrenci",
        "la_12": "Sci-Hook akademiye ve öğrencilere destek sağlıyor! Eğer eğitimci, akademisyen veya öğrenciyseniz özel programlarımıza bakabilirsiniz.",
        "la_13": "Sci-Hook'un <span id='underlined-text'>özgür ve açık kaynak</span><br>araçlarını kullanmaya başlayın.",
        "la_14": "Öğrenin ve Öğrenirken Katkı Sağlayın",
        "la_15": "Increase your knowledge by using Sci-Hook's products. At the same time, contribute to the development of open science by contributing to Sci-Hook's open source projects.",
        "la_16": "Bilimsel Projelerinizi Geliştirin",
        "la_17": "Whether for school projects or scientific research, Sci-Hook's products can help you take your work to the next level.",
        "la_18": "Derslerinizde ve Çalışmalarınızda Faydalanın",
        "la_19": "Use Sci-Hook for educational purposes! With Sci-Hook's tools and projects, you can make your lessons and studies more efficient and increase your success.",
        "la_20": "Start exploring Sci-Hook <span id='underlined-text'>projects and tools</span> <br> <br>.",
        "la_21": "The Sci-Hook Organization develops a variety of projects from all areas of science.<br>We make our projects accessible to everyone, <span class='underlined-text'>free and open source</span>.",
        "la_22": "Sci-Hook<span id='underlined-text'> topluluklarına</span> katılın ve iletişimde kalın."
    },
    "register_page_1": {
        "re_1": "Sci-Hook Hesabı Oluşturun",
        "re_2": "Temel hesap bilgilerinizi oluşturun.",
        "re_3": "<i class='fa-solid fa-circle-info'></i> By registering with Sci-Hook, you acknowledge that you have read the <a class='scihook-link' href='https://policies.scihook.org/privacy-policy'>Privacy Policy</a> and <a class='scihook-link' href='https://policies.scihook.org/terms-of-use'>Terms of Use</a>.",
        "re_4": "<i class='fa-solid fa-building-user'></i> Want to create an account on behalf of an organization (institution, foundation, company, etc.)? Create an organization account<a class='scihook-link' href=''>.</a>"
    },
    "register_page_2": {
        "re_5": "Sci-Hook Hesabınızı Kişiselleştirin",
        "re_6": "Tercihe bağlı hesap bilgilerinizi girebilirsiniz.",
        "re_7": "<i class='fa-solid fa-circle-info'></i> You can edit your personal information later through the Sci-Hook Account Management Center and further customize your account."
    },
    "register_page_3": {
        "re_8": "Sci-Hook Hesabınızı Kişiselleştirin",
        "re_9": "Hesabınıza profil fotoğrafı ekleyebilirsiniz."
    },
    "login_page_1": {
        "lo_1": "Sci-Hook Hesabınıza Giriş Yapın",
        "lo_2": "Hesap bilgilerinizi girerek hesabınıza giriş yapın.",
        "lo_3": "Sci-Hook hesabınız yok mu? Hesap<a class='scihook-link' href='/register'> oluşturun.</a>",
        "lo_4": "Can't access your account? Recover your account<a class='scihook-link' href='/recovery'>.</a>"
    },
    "login_page_2": {
        "lo_5": "Girişinizi Doğrulayın",
        "lo_6": "E-posta adresinize gelen kodu giriniz."
    },
    "account_management_center": {
        "amc_1": "Hesap geçmişi",
        "amc_2": "Hesap ayarları",
        "amc_3": "Hesabınızı kişiselleştirin",
        "amc_4": "Hesap bilgilerinizi güncelleyebilir, yeni bilgiler ekleyebilir ve silebilirsiniz. Hesabınızı kişiselleştirmekte özgürsünüz!",
        "amc_5": "Hesap ayarları",
        "amc_6": "Güvenlik kontrolü",
        "amc_7": "Hesabınızın ne kadar güvende olduğundan emin değil misiniz? Hesabınızın ne kadar güvende olduğunu kontrol edebilirsiniz.",
        "amc_8": "Güvenlik kontrolü yap",
        "amc_9": "Güvenlik, gizlilik ve verileriniz",
        "amc_10": "You can check account privacy, review your data and choose how you want your data to be managed. You can also check and update information related to your account security.",
        "amc_11": "Gizlilik ve güvenlik",
        "amc_12": "Hesap geçmişi",
        "amc_13": "You can see the activities you have done with your account and configure history saving settings.",
        "amc_14": "Geçmişi incele",
        "amc_15": "Bağlı hesaplar",
        "amc_16": "Diğer Sci-Hook araçlarına bağlı hesaplarınızı tek bir yerden yönetebilirsiniz.",
        "amc_17": "Bağlı hesapları yönet",
        "amc_18": "Aile yönetimi",
        "amc_19": "Aile hesabı özellikleri ile aile bireylerinizin Sci-Hook hesaplarını yönetebilirsiniz.",
        "amc_20": "Aile Yönetim Merkezi",
        "amc_21": "Oturumları yönetin",
        "amc_22": "Hesabınızın açık olduğu cihazları görüntüleyebilir ve yönetebilirsiniz.",
        "amc_23": "Oturumları yönetin",
        "amc_24": "Hesap yönetimi hakkında yardım mı lazım?",
        "amc_25": "Hesap Yönetim Merkezi yardım makalelerine göz at.",
        "amc_26": "Destek Merkezi ile iletişime geç ve canlı destek al.",
        "amc_27": "Bir hata mı buldun veya önerin mi var? Geri bildirim bırak.",
        "amc_28": "Bize Geri Bildirim Gönderin",
        "amc_29": "Geri bildirim konusu",
        "amc_30": "Hesap Yönetim Merkezi önerisi",
        "amc_31": "Hesap Yönetim Merkezi hatası",
        "amc_32": "Görünüm veya çeviri hatası",
        "amc_33": "When you submit feedback, some of your Sci-Hook account information may be included in your feedback. Feedback is not a support service. If you would like assistance, please use the Support Center."
    },
    "privacy_security": {
        "ps_1": "Hesap verileriniz ve ayarlar",
        "ps_2": "Hesap verilerinizi yönetebilir, indirebilir ve tercihlerinizi ayarlayabilirsiniz.",
        "ps_3": "Hesap verilerimi indir",
        "ps_4": "Bütün hesap verileri",
        "ps_5": "Bütün oturum kayıtları",
        "ps_6": "Kişisel veriler",
        "ps_7": "Gizlilik ve güvenlik verileri",
        "ps_8": "Hesap verileriniz ana hesap e-posta adresinize gönderilecektir. Verilerinizin derlenmesi en geç 30 gün içerisinde tamamlanacaktır ve size iletilecektir.",
        "ps_9": "Gizlilik ve Güvenlik Merkezi",
        "ps_10": "Hesap kurtarma",
        "ps_11": "You can view and configure additional settings to recover your account in case you lose it.",
        "ps_12": "Kurtarma e-postası belirle",
        "ps_13": "Sci-Hook'a kayıt olurken kullandığınız e-posta adresinizi kaybetmeniz durumunda hesabınızı kurtarmak için şifre sıfırlamasının gönderileceği e-posta adresidir. Bir kurtarma e-postası belirlemezseniz Hesap Kurtarma Programı'nı (eğer deaktive edilmediyse) kullanmanız gerekecektir.",
        "ps_14": "Kurtarma kodu ayarları",
        "ps_15": "Kurtarma kodları, hesabınızı kaybetmeniz durumunda hesabınızın size ait olduğunu kanıtlamak için oldukça yardımcıdır. Kurtarma kodları, toplamda 16 koddan oluşur. Sadece Hesap Kurtarma Programı açıksa kodları kullanabilirsiniz.",
        "ps_16": "Hesap Kurtarma Programını Aktif Et",
        "ps_17": "Hesap Kurtarma Programı hakkında daha fazla bilgi için <a class='scihook-link' href=''>bakabilirsiniz</a>.",
        "ps_18": "Hesap Kurtarma Programı'nda bütün oturumlardan çık",
        "ps_19": "Hesap güvenliği için önerilir ve standart olarak açıktır.",
        "ps_20": "Once the Account Recovery Program is initiated for your account from a location, all devices from which you logged into your account will be logged out while the Account Recovery Program application is being reviewed. Since the Account Recovery Program can be initiated on accounts that have not been active for 80 days, it is not open to malicious use.",
        "ps_21": "Hesap oturumları",
        "ps_22": "Hesabınıza daha önce giriş yaptığınız cihazları ve konum bilgilerini görüntüleyebilirsiniz. Cihazlardaki oturumlarınızı yönetebilirsiniz.",
        "ps_23": "Hangi verilerinizi tutuyoruz? Verilerinizle neler yapıyoruz, neler yapmıyoruz?",
        "ps_24": "Below is a list of what data we collect and what we do and do not do with your data. This list is for informational purposes and may be incomplete. Check <a class='scihook-link' href='https://policies.scihook.org/privacy-policy'>Privacy Policy</a> for official disclosure.",
        "ps_25": "We do not create an algorithm <b>with your personal data.</b>",
        "ps_26": "We never <b>use<//b> your account data for advertisements.",
        "ps_27": "We do not share any data you specify with 3rd party applications for commercial purposes.</b>",
        "ps_28": "We do not keep your data classified as \"sensitive data\" as standard.",
        "ps_29": "Hesap kullanım istatistiklerini <b>sadece size</b> gösteriyoruz.",
        "ps_30": "Yazılımsal açıklara yer vermiyoruz ve verilerinizi <b>özenle koruyoruz.</b>",
        "ps_31": "Veri merkezlerimizi en son teknolojiler ile sürekli olarak <b>koruyoruz.</b>",
        "ps_32": "Sci-Hook üzerindeki varlığınızı istediğinizde <b>kalıcı olarak</b> silebilirsiniz (veriler, veri tabanından kalıcı olarak temizlenir).",
        "ps_33": "Verilerinizin nasıl işlendiğinde yönelik şeffafız. Bütün veri algoritmamız <b>açık kaynaktır</b>, herkes inceleyebilir.",
        "ps_34": "Sadece sizin belirttiğiniz kişisel bilgileri saklıyoruz.",
        "ps_35": "Tema ve görünüm bilgilerinizi saklıyoruz.",
        "ps_36": "Bölge ve dil ayarlarınızı saklıyoruz.",
        "ps_37": "Eklemeniz durumunda profil fotoğrafınızı saklıyoruz.",
        "ps_38": "Kullandığınız Sci-Hook araçlarının kaydını saklıyoruz.",
        "ps_39": "Sci-Hook üzerinde yaptığınız aktivitelerin kaydını tutuyoruz.",
        "ps_40": "Geliştiriciler için API kayıtlarını veri tabanlarımızda tutuyoruz.",
        "ps_41": "Bağladığınız sosyal medya hesaplarınızı tutuyoruz.",
        "ps_42": "Kullandığınız cihaz bilgilerini ve işletim sistemini tutuyoruz.",
        "ps_43": "The comparison text above is a summary text with important points to inform users. Its text has no legal or official validity. Data collected by region may vary and external circumstances may occur. For the official information text, please read <a class='scihook-link' href='https://policies.scihook.org/privacy-policy'>Sci-Hook Privacy Policy</a>. The text that will be applied in accordance with the law is <a class='scihook-link' href='https://policies.scihook.org/privacy-policy'>Privacy Policy</a>.",
        "ps_44": "Sci-Hook hesap veri planınızı oluşturun",
        "ps_45": "Gelecekte verilerinize ne olacağını planlayabilirsiniz",
        "ps_46": "Sci-Hook hesabınızı dondurun",
        "ps_47": "Hesabınızı, <b>istediğiniz tarihte</b> geri açmak üzere dondurursunuz",
        "ps_48": "Sci-Hook hesabınızı silin",
        "ps_49": "Hesabınızla ilişkili her şeyi <b>kalıcı olarak</b> silersiniz",
        "ps_50": "Hesabımın aktif olduğu bütün oturumlardan çıkış yap (bu oturum dahildir)."
    },
    "account_settings": {
        "set_1": "Basic account information",
        "set_2": "Hesap bilgilerinizi güncelleyebilir, yeni bilgiler ekleyebilir ve silebilirsiniz. Hesabınızı kişiselleştirmekte özgürsünüz!",
        "set_3": "Your username will be visible to everyone if you make your account \"public\".",
        "set_4": "Your username will be visible to everyone if you make your account \"public\".",
        "set_5": "We will use your name to address you. Also, if you make your account public, it will be visible to everyone.",
        "set_6": "Your e-mail address linked to your account must always be \"private\" for security and privacy purposes.",
        "set_7": "It is your e-mail address linked to your account. We will contact you via this e-mail address.",
        "set_8": "Hesap gizliliği:",
        "set_9": "Hesap bilgilerinizi güncelleyebilir, yeni bilgiler ekleyebilir ve silebilirsiniz. Hesabınızı kişiselleştirmekte özgürsünüz!",
        "set_10": "Kimliğinizde yazan soyadınızdır. Bu bilgiyi girmeniz durumunda, size hitap ederken soyadınızı kullanacağız.",
        "set_11": "If you enter your phone number, we will use it to reach you.",
        "set_12": "You can optionally enter your gender. It is optional.",
        "set_13": "You can enter the level of education at which you are actively studying or graduated.",
        "set_14": "You can enter information about the school you last graduated from or the school you are studying at (or are affiliated with).",
        "set_15": "You can enter information about what you do for a living or what you specialize in.",
        "set_16": "You can enter information about yourself that you want to share with other users.",
        "set_17": "You can enter the address of your region of residence. It can be used for billing and address verification purposes.",
        "set_18": "You can enter the address of a personal (or linked to you) website.",
        "set_19": "You can enter your e-mail address so that others can contact you. From the drop-down panel, you can select an email address that you have already added.",
        "set_20": "Change your account privacy",
        "set_21": "<i class='fa-solid fa-circle-info'></i> You can change the privacy settings of your account by entering your account password. You can change this setting up to 5 times in a month.",
        "set_22": "Change your username",
        "set_23": "<i class='fa-solid fa-circle-info'></i> Enter the new username you want to use for your account.",
        "set_24": "Change your e-mail address",
        "set_25": "<i class='fa-solid fa-circle-info'></i> After you enter your password and submit a request to change your email address, you will be sent to a new page to complete your process.",
        "set_26": "You have not confirmed this e-mail address! Accounts with unconfirmed e-mail addresses will be permanently deleted within 7 days. Confirm your e-mail address so that your account is not deleted.",
        "orcid_text": "You can share your academic work with others by adding ORCID ID to your account.",
        "scholar_text": "You can share your academic work with others by adding your Scholar account.",
        "rg_text": "You can share your academic work with others by adding your ResearchGate account.",
        "quora_text": "By adding your Quora account, you can share your answers to questions with other people.",
        "wikimedia_text": "By adding your Wikimedia account, you can show others your contributions to Wikimedia projects.",
        "github_text": "You can showcase your open source projects and work by adding your GitHub account.",
        "gitlab_text": "You can showcase your open source projects and work by adding your GitLab account.",
        "inaturalist_text": "By adding your iNaturalist account you can show your nature observations and contributions.",
        "khan_academy_text": "By adding your Khan Academy account, you can show your classes and learning to others.",
        "google_text": "By adding your Google account, you can do actions in Sci-Hook that require a Google account.",
        "mastodon_text": "You can share your account on Mastodon, an open source social media platform, with other people.",
        "linkedin_text": "By adding your LinkedIn account, you can share your work and resume.",
        "x_twitter_text": "By adding your X account, you are verifying that your X account belongs to you.",
        "instagram_text": "By adding your Instagram account, you are verifying that your Instagram account belongs to you."
    },
    "email_verification": {
        "ev_1": "Verify Your E-Mail Address",
        "ev_2": "Confirm that your e-mail address is yours."
    },
    "email_change": {
        "ec_1": "E-Posta Adresinizi Değiştirin",
        "ec_2": "Yeni e-posta adresinizi girin ve hesabınıza bağlı olan e-posta adresini değiştirin.",
        "ec_3": "Yeni e-posta adresi",
        "ec_4": "Hesabınızda kullanmak istediğiniz yeni e-posta adresini giriniz.",
        "ec_5": "E-mail verification code",
        "ec_6": "Enter the verification code received at your current e-mail address and confirm the process."
    },
    "password_recovery": {
        "pr_1": "Parolanızı Sıfırlayın",
        "pr_2": "E-posta adresinize gelen kodu girin ve parolanızı değiştirin.",
        "pr_3": "Enter the verification code sent to the e-mail address linked to your account."
    },
    "change_unverified_email": {
        "cue_1": "E-Posta Adresinizi Değiştirin",
        "cue_2": "Change and verify your incorrectly entered e-mail address."
    },
    "get_password_recovery": {
        "gpr_1": "E-Posta Adresinizi Aratın",
        "gpr_2": "Enter the e-mail you used to register so we can send you a verification code."
    },
    "policies_page": {
        "archive_title": "<i class='fa-solid fa-scale-balanced'></i> This Version is Repealed, This is an Archive Record!",
        "archive_text": "The version you have accessed is an archived, older version of the relevant legal text and is no longer in effect. Sci-Hook continues to make archived, older versions of legal texts available to users for transparency purposes. <b>Please note that you are subject to the current version of the relevant legal text and that in a legal situation, the current version of the relevant text will prevail.</b>",
        "pp_title": "Gizlilik Politikası",
        "pp_text": "Learn how Sci-Hook collects, processes and protects your data. Anyone who accesses Sci-Hook is subject to the Sci-Hook Privacy Policy.",
        "pp_button": "Politikaya Git",
        "tou_title": "Kullanım Koşulları",
        "tou_text": "Sci-Hook has a set of rules and guidelines that govern how its users may use Sci-Hook and what users may do while using Sci-Hook. Anyone who accesses Sci-Hook is subject to the Sci-Hook Terms of Use.",
        "tou_button": "Sözleşmeye Git",
        "cp_title": "Çerez Politikası",
        "cp_text": "We use cookies and similar technologies to help us understand how you use our systems and services. For detailed information on how cookies are used, please review the Cookie Policy.",
        "cp_button": "Politikaya Git",
        "vp_title": "Gönüllü Politikası",
        "vp_text": "Sci-Hook exists with volunteers. Volunteers contribute to the development of Sci-Hook and help Sci-Hook fulfill its mission. Anyone wishing to volunteer for Sci-Hook is subject to the Sci-Hook Volunteer Policy.",
        "vp_button": "Politikaya Git"
    },
    "mission": {
        "mi_1": "Misyonumuz",
        "mi_2": "Our mission is very clear: To make science accessible to everyone, all the time. We believe that access to science is everyone's right and we know that science is the only way to build the future.",
        "mi_3": "Vizyonumuz",
        "mi_4": "We aim to bring science to more people, popularize our scientific projects worldwide and actively contribute to the development of science.",
        "mi_5": "Stratejimiz",
        "mi_6": "We put the user at the center. We believe that being user-friendly is the first step to reaching everyone. We analyze user needs and shape our work accordingly.",
        "mi_7": "Who are we?",
        "mi_8": "We are people who are dedicated to science and technology. Sci-Hook survives and thrives with volunteers. We are a team constantly striving to stick to our mission and achieve our vision."
    },
    "bands": {
        "unverified_email": "You have not confirmed your e-mail address! Accounts with unconfirmed e-mail addresses will be permanently deleted within 7 days."
    },
    "date_of_birth_text": "Doğum tarihiniz"
}