{
    "landing_page": {
        "la_1": "<span class='underlined-text'>Özgür</span> Bilim Ekosistemi",
        "la_2": "Sci-Hook Organizasyonu, bilimi her zaman ve herkes için erişilebilir kılmayı hedeflemektedir.",
        "la_3": "Geleceği sadece bilimle kurabileceğimizi biliyoruz ve bunun için çabalıyoruz.",
        "la_4": "Projelerimize Göz Atın",
        "la_5": "Araçlarımız",
        "la_6": "Misyonumuz",
        "la_7": "Bilimsel Projeler",
        "la_8": "Sci-Hook tarafından geliştirilmiş olan çeşitli bilim projelerinden faydalanabilir ve faydalanırken de bilimin gelişmesine katkı sağlayabilirsiniz.",
        "la_9": "Bilimsel Araçlar",
        "la_10": "Sci-Hook tarafından geliştirilmiş olan açık kaynak bilimsel araçları kullanarak, çalışmalarınızı bir sonraki basamağa taşıyabilirsiniz.",
        "la_11": "Akademi & Öğrenci",
        "la_12": "Sci-Hook akademiye ve öğrencilere destek sağlıyor! Eğer eğitimci, akademisyen veya öğrenciyseniz özel programlarımıza bakabilirsiniz.",
        "la_13": "Sci-Hook'un <span class='underlined-text'>özgür ve açık kaynak</span><br>araçlarını kullanmaya başlayın.",
        "la_14": "Öğrenin ve Öğrenirken Katkı Sağlayın",
        "la_15": "Sci-Hook'un ürünlerini kullanarak bilgi birikiminizi arttırın. Aynı zamanda, Sci-Hook'un açık kaynak projelerine katkı sağlayarak açık bilimin gelişmesine katkıda bulunun.",
        "la_16": "Bilimsel Projelerinizi Geliştirin",
        "la_17": "İster okul projelerinizde, ister bilimsel araştırmalarınızda Sci-Hook'un ürünlerinden faydalanarak çalışmalarınızı bir sonraki seviyeye taşıyabilirsiniz.",
        "la_18": "Derslerinizde ve Çalışmalarınızda Faydalanın",
        "la_19": "Sci-Hook'u eğitim amacıyla kullanın! Sci-Hook'un araçları ve projeleri ile derslerinizi ve çalışmalarınızı daha verimli hâle getirebilir, başarınızı artırabilirsiniz.",
        "la_20": "Sci-Hook<span class='underlined-text'> projelerini ve araçlarını</span> <br>incelemeye başlayın.",
        "la_21": "Sci-Hook Organizasyonu, bilimin her alanından çeşitli projeler geliştirmektedir.<br> Projelerimizi herkes tarafından erişilebilir, <span class='underlined-text'>özgür ve açık kaynak</span> geliştiriyoruz.",
        "la_22": "Sci-Hook<span class='underlined-text'> topluluklarına</span> katılın<br>ve iletişimde kalın."
    },
    "register_page_1": {
        "re_1": "Sci-Hook Hesabı Oluşturun",
        "re_2": "Temel hesap bilgilerinizi oluşturun.",
        "re_3": "<i class='fa-solid fa-circle-info'></i> Sci-Hook'a kayıt olarak <a class='scihook-link' href='https://policies.scihook.org/privacy-policy'>Gizlilik Politikası</a>'nı ve <a class='scihook-link' href='https://policies.scihook.org/terms-of-use'>Kullanım Koşulları</a>'nı okuduğunuzu kabul etmiş sayılırsınız.",
        "re_4": "<i class='fa-solid fa-building-user'></i> Bir organizasyon (kurum, vakıf, şirket vb.) adına hesap oluşturmak mı istiyorsunuz? Organizasyon hesabı<a class='scihook-link' href=''> oluşturun.</a>"
    },
    "register_page_2": {
        "re_5": "Sci-Hook Hesabınızı Kişiselleştirin",
        "re_6": "Tercihe bağlı hesap bilgilerinizi girebilirsiniz.",
        "re_7": "<i class='fa-solid fa-circle-info'></i> Kişisel bilgilerinizi daha sonrasında Sci-Hook Hesap Yönetim Merkezi üzerinden düzenleyebilir ve hesabınızı daha fazla özelleştirebilirsiniz."
    },
    "register_page_3": {
        "re_8": "Sci-Hook Hesabınızı Kişiselleştirin",
        "re_9": "Hesabınıza profil fotoğrafı ekleyebilirsiniz."
    },
    "login_page_1": {
        "lo_1": "Sci-Hook Hesabınıza Giriş Yapın",
        "lo_2": "Hesap bilgilerinizi girerek hesabınıza giriş yapın.",
        "lo_3": "Sci-Hook hesabınız yok mu? Hesap<a class='scihook-link' href='/register'> oluşturun.</a>",
        "lo_4": "Hesabınıza erişemiyor musunuz? Hesabınızı<a class='scihook-link' href='/recovery'> kutarın.</a>"
    },
    "login_page_2": {
        "lo_5": "Girişinizi Doğrulayın",
        "lo_6": "E-posta adresinize gelen kodu giriniz."
    },
    "account_management_center": {
        "amc_1": "Hesap geçmişi",
        "amc_2": "Hesap ayarları",
        "amc_3": "Hesabınızı kişiselleştirin",
        "amc_4": "Hesap bilgilerinizi güncelleyebilir, yeni bilgiler ekleyebilir ve silebilirsiniz. Hesabınızı kişiselleştirmekte özgürsünüz!",
        "amc_5": "Hesap ayarları",
        "amc_6": "Güvenlik kontrolü",
        "amc_7": "Hesabınızın ne kadar güvende olduğundan emin değil misiniz? Hesabınızın ne kadar güvende olduğunu kontrol edebilirsiniz.",
        "amc_8": "Güvenlik kontrolü yap",
        "amc_9": "Güvenlik, gizlilik ve verileriniz",
        "amc_10": "Hesap gizliliğini kontrol edebilir, verilerinizi inceleyebilir ve verilerinizin nasıl yönetilmesini istediğinizi seçebilirsiniz. Ayrıca hesap güvenliğiniz ile ilişkili bilgilerinizi kontrol edebilir ve güncelleyebilirsiniz.",
        "amc_11": "Gizlilik ve güvenlik",
        "amc_12": "Hesap geçmişi",
        "amc_13": "Hesabınız ile yaptığınız aktiviteleri görebilir ve geçmiş kaydetme ayarlarını yapılandırabilirsiniz.",
        "amc_14": "Geçmişi incele",
        "amc_15": "Bağlı hesaplar",
        "amc_16": "Diğer Sci-Hook araçlarına bağlı hesaplarınızı tek bir yerden yönetebilirsiniz.",
        "amc_17": "Bağlı hesapları yönet",
        "amc_18": "Aile yönetimi",
        "amc_19": "Aile hesabı özellikleri ile aile bireylerinizin Sci-Hook hesaplarını yönetebilirsiniz.",
        "amc_20": "Aile Yönetim Merkezi",
        "amc_21": "Oturumları yönetin",
        "amc_22": "Hesabınızın açık olduğu cihazları görüntüleyebilir ve yönetebilirsiniz.",
        "amc_23": "Oturumları yönetin",
        "amc_24": "Hesap yönetimi hakkında yardım mı lazım?",
        "amc_25": "Hesap Yönetim Merkezi yardım makalelerine göz at.",
        "amc_26": "Destek Merkezi ile iletişime geç ve canlı destek al.",
        "amc_27": "Bir hata mı buldun veya önerin mi var? Geri bildirim bırak.",
        "amc_28": "Bize Geri Bildirim Gönderin",
        "amc_29": "Geri bildirim konusu",
        "amc_30": "Hesap Yönetim Merkezi önerisi",
        "amc_31": "Hesap Yönetim Merkezi hatası",
        "amc_32": "Görünüm veya çeviri hatası",
        "amc_33": "Geri bildirimi gönderdiğinizde bazı Sci-Hook hesap bilgileriniz geri bildiriminize eklenebilir. Geri bildirim, bir yardım servisi değildir. Eğer yardım almak istiyorsanız lütfen Yardım Merkezi'ni kullanınız."
    },
    "privacy_security": {
        "ps_1": "Hesap verileriniz ve ayarlar",
        "ps_2": "Hesap verilerinizi yönetebilir, indirebilir ve tercihlerinizi ayarlayabilirsiniz.",
        "ps_3": "Hesap verilerimi indir",
        "ps_4": "Bütün hesap verileri",
        "ps_5": "Bütün oturum kayıtları",
        "ps_6": "Kişisel veriler",
        "ps_7": "Gizlilik ve güvenlik verileri",
        "ps_8": "Hesap verileriniz ana hesap e-posta adresinize gönderilecektir. Verilerinizin derlenmesi en geç 30 gün içerisinde tamamlanacak ve size iletilecektir.",
        "ps_9": "Gizlilik ve Güvenlik Merkezi",
        "ps_10": "Hesap kurtarma",
        "ps_11": "Hesabınızı kaybetmeniz durumunda kurtarabilmek için yapabileceğiniz ek ayarları görüntüleyebilir ve kendinize göre yapılandırabilirsiniz.",
        "ps_12": "Kurtarma e-postası belirle",
        "ps_13": "Sci-Hook'a kayıt olurken kullandığınız e-posta adresinizi kaybetmeniz durumunda hesabınızı kurtarmak için şifre sıfırlamasının gönderileceği e-posta adresidir. Bir kurtarma e-postası belirlemezseniz Hesap Kurtarma Programı'nı (eğer deaktive edilmediyse) kullanmanız gerekecektir.",
        "ps_14": "Kurtarma kodu ayarları",
        "ps_15": "Kurtarma kodları, hesabınızı kaybetmeniz durumunda hesabınızın size ait olduğunu kanıtlamak için oldukça yardımcıdır. Kurtarma kodları, toplamda 16 koddan oluşur. Sadece Hesap Kurtarma Programı açıksa kodları kullanabilirsiniz.",
        "ps_16": "Hesap Kurtarma Programını Aktif Et",
        "ps_17": "Hesap Kurtarma Programı hakkında daha fazla bilgi için <a class='scihook-link' href=''>bakabilirsiniz</a>.",
        "ps_18": "Hesap Kurtarma Programı'nda bütün oturumlardan çık",
        "ps_19": "Hesap güvenliği için önerilir ve standart olarak açıktır.",
        "ps_20": "Bir konumdan hesabınıza yönelik Hesap Kurtarma Programı başlatıldıktan sonra Hesap Kurtarma Programı başvurusu incelenirken hesabınıza giriş yaptığınız bütün cihazlardan çıkış yapılır. Hesap Kurtarma Programı 80 gündür aktif olmayan hesaplarda başlatılabileceği için kötü niyetli kullanıma açık değildir.",
        "ps_21": "Hesap oturumları",
        "ps_22": "Hesabınıza daha önce giriş yaptığınız cihazları ve konum bilgilerini görüntüleyebilirsiniz. Cihazlardaki oturumlarınızı yönetebilirsiniz.",
        "ps_23": "Hangi verilerinizi tutuyoruz? Verilerinizle neler yapıyoruz, neler yapmıyoruz?",
        "ps_24": "Aşağıda hangi verilerinizi topladığımızın ve verileriniz ile neler yapıp neler yapmadığımzın bir listesi bulunmaktadır. Bu liste bilgilendirme amaçlıdır ve eksikler bulunabilir. Resmî aydınlatma için <a class='scihook-link' href='https://policies.scihook.org/privacy-policy'>Gizlilik Politikası</a>'nı inceleyiniz.",
        "ps_25": "Kişisel verileriniz ile bir algoritma <b>oluşturmuyoruz.</b>",
        "ps_26": "Reklamlar için hesap verilerinizi asla <b>kullanmıyoruz.</b>",
        "ps_27": "We do not share any data you specify with 3rd party applications <b>for commercial purposes.</b>",
        "ps_28": "We do not keep your data classified as \"sensitive data\" as standard.",
        "ps_29": "Hesap kullanım istatistiklerini <b>sadece size</b> gösteriyoruz.",
        "ps_30": "Yazılımsal açıklara yer vermiyoruz ve verilerinizi <b>özenle koruyoruz.</b>",
        "ps_31": "Veri merkezlerimizi en son teknolojiler ile sürekli olarak <b>koruyoruz.</b>",
        "ps_32": "Sci-Hook üzerindeki varlığınızı istediğinizde <b>kalıcı olarak</b> silebilirsiniz (veriler, veri tabanından kalıcı olarak temizlenir).",
        "ps_33": "Verilerinizin nasıl işlendiğinde yönelik şeffafız. Bütün veri algoritmamız <b>açık kaynaktır</b>, herkes inceleyebilir.",
        "ps_34": "Sadece sizin belirttiğiniz kişisel bilgileri saklıyoruz.",
        "ps_35": "Tema ve görünüm bilgilerinizi saklıyoruz.",
        "ps_36": "Bölge ve dil ayarlarınızı saklıyoruz.",
        "ps_37": "Eklemeniz durumunda profil fotoğrafınızı saklıyoruz.",
        "ps_38": "Kullandığınız Sci-Hook araçlarının kaydını saklıyoruz.",
        "ps_39": "Sci-Hook üzerinde yaptığınız aktivitelerin kaydını tutuyoruz.",
        "ps_40": "Geliştiriciler için API kayıtlarını veri tabanlarımızda tutuyoruz.",
        "ps_41": "Bağladığınız sosyal medya hesaplarınızı tutuyoruz.",
        "ps_42": "Kullandığınız cihaz bilgilerini ve işletim sistemini tutuyoruz.",
        "ps_43": "The comparison text above is a summary text with important points to inform users. Its text has no legal or official validity. Data collected by region may vary and external circumstances may occur. For the official information text, please read <a class='scihook-link' href='https://policies.scihook.org/privacy-policy'>Sci-Hook Privacy Policy</a>. The text that will be applied in accordance with the law is <a class='scihook-link' href='https://policies.scihook.org/privacy-policy'>Privacy Policy</a>.",
        "ps_44": "Sci-Hook hesap veri planınızı oluşturun",
        "ps_45": "Gelecekte verilerinize ne olacağını planlayabilirsiniz",
        "ps_46": "Sci-Hook hesabınızı dondurun",
        "ps_47": "Hesabınızı, <b>istediğiniz tarihte</b> geri açmak üzere dondurursunuz",
        "ps_48": "Sci-Hook hesabınızı silin",
        "ps_49": "Hesabınızla ilişkili her şeyi <b>kalıcı olarak</b> silersiniz",
        "ps_50": "Hesabımın aktif olduğu bütün oturumlardan çıkış yap (bu oturum dahildir)."
    },
    "account_settings": {
        "set_1": "Temel hesap bilgileri",
        "set_2": "Hesap bilgilerinizi güncelleyebilir, yeni bilgiler ekleyebilir ve silebilirsiniz. Hesabınızı kişiselleştirmekte özgürsünüz!",
        "set_3": "Kullanıcı adınız, hesabınızı ''herkese açık'' yapmanız durumunda daima herkese açık gözükecektir.",
        "set_4": "Kullanıcı adınız, hesabınızı ''herkese açık'' yapmanız durumunda daima herkese açık gözükecektir.",
        "set_5": "İsminizi size hitap etmek için kullanacağız. Ayrıca, hesabınızı herkese açık yapmanız durumunda herkese gözükecektir.",
        "set_6": "Hesabınıza bağlı e-posta adresiniz, güvenlik ve gizlilik amacıyla daima ''gizli'' olmak zorundadır.",
        "set_7": "Hesabınıza bağlı olan e-posta adresinizdir. Size bu e-posta adresi aracılığıyla ulaşacağız.",
        "set_8": "Hesap gizliliği:",
        "set_9": "Hesap bilgilerinizi güncelleyebilir, yeni bilgiler ekleyebilir ve silebilirsiniz. Hesabınızı kişiselleştirmekte özgürsünüz!",
        "set_10": "Kimliğinizde yazan soyadınızdır. Bu bilgiyi girmeniz durumunda, size hitap ederken soyadınızı kullanacağız.",
        "set_11": "Telefon numaranızı girmeniz durumunda size ulaşmak için kullanacağız.",
        "set_12": "İsteğe bağlı olarak cinsiyetinizi girebilirsiniz. Girilmesi zorunlu değildir.",
        "set_13": "Aktif olarak öğrenim gördüğünüz veya mezun olduğunuz eğitim düzeyinizi girebilirsiniz.",
        "set_14": "Son mezun olduğunuz veya eğitim görmekte olduğunuz (veya bağlı olduğunuz) okul bilgisini girebilirsiniz.",
        "set_15": "Hayatınızı idame ettirmek amacıyla yaptığınız veya uzman olduğunuz alan bilgisini girebilirsiniz.",
        "set_16": "Kendi hakkınızda, diğer kullanıcılar ile paylaşmak istediğiniz bilgileri girebilirsiniz.",
        "set_17": "İkamet ettiğiniz bölgenin adres bilgisini girebilirsiniz. Faturalandırma ve adres doğrulama amacıyla kullanılabilir.",
        "set_18": "Kişisel (veya sizinle bağlantılı) bir internet sitesinin adresini girebilirsiniz.",
        "set_19": "Diğer kişilerin sizinle iletişim kurabilmesi için e-posta adresinizi girebilirsiniz. Açılır panel üzerinden, daha önceden eklemiş olduğunuz bir e-posta adresini seçebilirsiniz.",
        "set_20": "Hesap gizliliğinizi değiştirin",
        "set_21": "<i class='fa-solid fa-circle-info'></i> Hesap parolanızı girerek, hesabınızın gizlilik ayarlarını değiştirebilirsiniz. Bir ay içerisinde bu ayarı en fazla 5 kere değiştirebilirsiniz.",
        "set_22": "Kullanıcı adınızı değiştirin",
        "set_23": "<i class='fa-solid fa-circle-info'></i> Hesabınızda kullanmak istediğiniz yeni kullanıcı adınızı giriniz.",
        "set_24": "E-posta adresinizi değiştirin",
        "set_25": "<i class='fa-solid fa-circle-info'></i> Parolanızı girip e-posta adresinizi değiştirme isteği gönderdikten sonra, işleminizi tamamlamak için yeni bir sayfaya gönderileceksiniz.",
        "set_26": "Bu e-posta adresini onaylamadınız! Onaylanmamış e-posta adresine sahip hesaplar, 7 gün içerisinde kalıcı olarak silinir. Hesabınızın silinmemesi için e-posta adresini onaylayınız.",
        "orcid_text": "Hesabınıza ORCID ID ekleyerek akademik çalışmalarınızı diğer kişiler ile paylaşabilirsiniz.",
        "scholar_text": "Scholar hesabınızı ekleyerek akademik çalışmalarınızı diğer kişiler ile paylaşabilirsiniz.",
        "rg_text": "ResearchGate hesabınızı ekleyerek akademik çalışmalarınızı diğer kişiler ile paylaşabilirsiniz.",
        "quora_text": "Quora hesabınızı ekleyerek sorulara vermiş olduğunuz cevapları diğer kişiler ile paylaşabilirsiniz.",
        "wikimedia_text": "Wikimedia hesabınızı ekleyerek Wikimedia projelerinizdeki katkılarınızı diğer kişilere gösterebilirsiniz.",
        "github_text": "GitHub hesabınızı ekleyerek açık kaynak projelerinizi ve çalışmalarınızı sergileyebilirsiniz.",
        "gitlab_text": "GitLab hesabınızı ekleyerek açık kaynak projelerinizi ve çalışmalarınızı sergileyebilirsiniz.",
        "inaturalist_text": "By adding your iNaturalist account you can show your nature observations and contributions.",
        "khan_academy_text": "By adding your Khan Academy account, you can show your classes and learning to others.",
        "google_text": "By adding your Google account, you can do actions in Sci-Hook that require a Google account.",
        "mastodon_text": "You can share your account on Mastodon, an open source social media platform, with other people.",
        "linkedin_text": "By adding your LinkedIn account, you can share your work and resume.",
        "x_twitter_text": "By adding your X account, you are verifying that your X account belongs to you.",
        "instagram_text": "By adding your Instagram account, you are verifying that your Instagram account belongs to you."
    },
    "email_verification": {
        "ev_1": "E-Posta Adresinizi Onaylayın",
        "ev_2": "E-posta adresinin size ait olduğunu doğrulayın."
    },
    "email_change": {
        "ec_1": "E-Posta Adresinizi Değiştirin",
        "ec_2": "Yeni e-posta adresinizi girin ve hesabınıza bağlı olan e-posta adresini değiştirin.",
        "ec_3": "Yeni e-posta adresi",
        "ec_4": "Hesabınızda kullanmak istediğiniz yeni e-posta adresini giriniz.",
        "ec_5": "E-posta onay kodu",
        "ec_6": "Enter the verification code received at your current e-mail address and confirm the process."
    },
    "password_recovery": {
        "pr_1": "Parolanızı Sıfırlayın",
        "pr_2": "E-posta adresinize gelen kodu girin ve parolanızı değiştirin.",
        "pr_3": "Enter the verification code sent to the e-mail address linked to your account."
    },
    "change_unverified_email": {
        "cue_1": "E-Posta Adresinizi Değiştirin",
        "cue_2": "Change and verify your incorrectly entered e-mail address."
    },
    "get_password_recovery": {
        "gpr_1": "E-Posta Adresinizi Aratın",
        "gpr_2": "Enter the e-mail you used to register so we can send you a verification code."
    },
    "policies_page": {
        "archive_title": "<i class='fa-solid fa-scale-balanced'></i> This Version is Repealed, This is an Archive Record!",
        "archive_text": "The version you have accessed is an archived, older version of the relevant legal text and is no longer in effect. Sci-Hook continues to make archived, older versions of legal texts available to users for transparency purposes. <b>Please note that you are subject to the current version of the relevant legal text and that in a legal situation, the current version of the relevant text will prevail.</b>",
        "pp_title": "Gizlilik Politikası",
        "pp_text": "Learn how Sci-Hook collects, processes and protects your data. Anyone who accesses Sci-Hook is subject to the Sci-Hook Privacy Policy.",
        "pp_button": "Politikaya Git",
        "tou_title": "Kullanım Koşulları",
        "tou_text": "Sci-Hook has a set of rules and guidelines that govern how its users may use Sci-Hook and what users may do while using Sci-Hook. Anyone who accesses Sci-Hook is subject to the Sci-Hook Terms of Use.",
        "tou_button": "Sözleşmeye Git",
        "cp_title": "Çerez Politikası",
        "cp_text": "We use cookies and similar technologies to help us understand how you use our systems and services. For detailed information on how cookies are used, please review the Cookie Policy.",
        "cp_button": "Politikaya Git",
        "vp_title": "Gönüllü Politikası",
        "vp_text": "Sci-Hook exists with volunteers. Volunteers contribute to the development of Sci-Hook and help Sci-Hook fulfill its mission. Anyone wishing to volunteer for Sci-Hook is subject to the Sci-Hook Volunteer Policy.",
        "vp_button": "Politikaya Git"
    },
    "mission": {
        "mi_1": "Misyonumuz",
        "mi_2": "Our mission is very clear: To make science accessible to everyone, all the time. We believe that access to science is everyone's right and we know that science is the only way to build the future.",
        "mi_3": "Vizyonumuz",
        "mi_4": "We aim to bring science to more people, popularize our scientific projects worldwide and actively contribute to the development of science.",
        "mi_5": "Stratejimiz",
        "mi_6": "We put the user at the center. We believe that being user-friendly is the first step to reaching everyone. We analyze user needs and shape our work accordingly.",
        "mi_7": "Biz kimiz?",
        "mi_8": "We are people who are dedicated to science and technology. Sci-Hook survives and thrives with volunteers. We are a team constantly striving to stick to our mission and achieve our vision."
    },
    "bands": {
        "unverified_email": "You have not confirmed your e-mail address! Accounts with unconfirmed e-mail addresses will be permanently deleted within 7 days."
    },
    "date_of_birth_text": "Doğum tarihiniz"
}